Revit 2027 API
ParameterTypeId.ViewerBoundFarClipping Property
 "Far Clipping"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewerBoundFarClipping { get; }
Public Shared ReadOnly Property ViewerBoundFarClipping As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewerBoundFarClipping {
	ForgeTypeId^ get ();
}
static member ViewerBoundFarClipping : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace